[
  {
    "id": "624b3544e3a41db9859c2489",
    "index": 0,
    "name": "Marina Cox",
    "review": "Christa was immensely helpful and I truly would not have done as good a job without her. Blue Nile turned out a great choice for a ring that my fiancee said was perfect!",
    "ratting":"5.0"
  },
  {
    "id": "624b35448c2f59ed1a294247",
    "index": 1,
    "name": "Lindsey Sparks",
    "review": "My fiancé absolutely adores this ring. She receives many compliments which makes me happy to see her in a such a good mood all the time. The diamond quality was also excellent and the sparkle of the gem is beautiful. The ring was also delivered very promptly and in time for my proposal. Over all I'm very happy with my purchase.",
    "ratting":"5.0"
  },
  {
    "id": "624b3544df8b82f18acabb9e",
    "index": 2,
    "name": "Carole Leblanc",
    "review": "The Astor cut was absolutely beautiful under bright and dim light. Although small, it radiated its light more than a larger carat diamond could ever emit. This simple ring heightened the natural beauty of my lovely fiancee and the blue sapphires are a great compliment to the platinum band. They also draw focus to the diamond itself.",
    "ratting":"4.9"
  },
  {
    "id": "624b3544a5d1f2d678719f69",
    "index": 3,
    "name": "Amie Patrick",
    "review": "One small crticism...the photo online is not exactly as it appears in real life, ie. the piece where the metal meets the sapphire is actually tapered a bit. In the photo is does not appear tapered. The feedback I receieved on selecting the stone was excellent. I did decide to go with an I color, but ideal cut and so thRead more about review stating The diamond is more beautiful than I dreamed!e color is bright and the diamond SPARKLES!!!",
    "ratting":"4.9"
  },
  {
    "id": "624b3544313e750f19aa401a",
    "index": 4,
    "name": "Merle Hendrix",
    "review": "Gorgeous ring. Great quality. Simple but the sapphires make it really stand out from other options.",
    "ratting":"4.8"
  },
  {
    "id": "624b35446d2b6bebe2b29992",
    "index": 5,
    "name": "Gabrielle Gates",
    "review": "My recommendation is to make sure you know your 4 C's. I took the time to find that special diamond with a lot of fire and sparkle. The sapphires give it an additional Wow factor. She can't keep her eyes off it.",
    "ratting":"4.8"
  }
]